[
    {
      "text": "02-13-2025 Karol R.\n\nLlama la señora Zayda e indica que le llegó un bill y necesita saber si si le toca pagarlo",
      "entities": [
        [0, 10, "DATE"],
        [11, 19, "PERSON"]
      ]
    },
    {
      "text": "02/13/2025 yensi c \n\nse suben billes",
      "entities": [
        [0, 10, "DATE"],
        [11, 18, "PERSON"]
      ]
    },
    {
      "text": "02/14/2025 Valentina Carvajal\n\nCOMP: Activa, paga hasta 02/28/2025 portal\nPROVEEDOR: EMORY HEALTHCARE\nESTA EN RED CON EL SEGURO MEDICO?:\nVALOR FACTURADO: $20.12\nNUMERO DE FACTURA: 10367077757\nFECHA DE SERVICIO: 01/17/2025\nTELÉFONO: 404-778-7318 \nT.T DE BILL:ZAYDA BRACHE DE GONZALEZ \nDOB:11-29-1958  \nCOMPAÑÍA ACTIVA FECHA SERVICIO: AMBETTER\nNUM MIEMBRO ACTIVO FECHA SERVICIO:U94689495\nMOTIVO: RAYOS X, \nNOTA:EL COSTO TOTAL DEL SERVICIO ES DE $413.70 EL SEGURO PAGO $121.07, LA PACIENTE PAGÓ ESE DÍA $15.00 LE DEJARON UNA RESPONSABILIDAD PENDIENTE DE $20.12.",
      "entities": [
        [0, 10, "DATE"],
        [11, 30, "PERSON"]
      ]
    },
    {
      "text": "02/14/2025 Valentina Carvajal\n\n(*) Ingreso a la cuenta de la COMP, Bill bien procesado",
      "entities": [
        [0, 10, "DATE"],
        [11, 30, "PERSON"]
      ]
    },
    {
      "text": "01/17/2025 OLUSEUN A OLUFADE\nCantidad cobrada:$413.70\nProcesada\n\nMédica Reclamación\n#Y020MPE03453\nFecha procesada: 01/28/2025\n\nTOTAL: $413.70\nAJUSTE: $117.08\nPAGO DEL SEGURO: $81.96\nMIEMBRO: $35.12\n\nDETALLES DE LA VISITA:Una radiografía completa de la rodilla que incluya al menos cuatro vistas. Se utiliza para evaluar la articulación de la rodilla en busca de lesiones.\n\n(*) Ingreso a beneficios y por rayos x paga un 30% del coaseguro\n\n*ZAYDA-4704527590\n\nBuenas tardes Sra. Zayda, le hablamos de la agencia de seguros de Beatriz Sierra, me comunico en relación al Bill de EMORY HEALTHCARE, la fecha de servicio fue 01/17/2025. el costo total del servicio fue de $413.70, su seguro medico hizo un ajuste $117.08 y un pago $81.96, dejándole una responsabilidad de $35.12 le recuerdo que por estos servicios de Rayos X debe pagar un 30% del coaseguro, este bill está bien procesado, ese día usted pagó $15.00 y le quedó pendiente $20.12. Este valor usted puede pagarlo comunicándose al teléfono   404-778-7318, cualquier duda Quedo atenta,  no dude en llamarme si necesita ayuda, feliz día.\n\nSE FINALIZA BILL",
      "entities": [
        [0, 10, "DATE"],
        [11, 28, "PERSON"]
      ]
    },
    {
      "text": "04/21/25 YENSI C \n\nENVIA NUEVOS BILLES SOBRE EL SERVICIO \n\nDEJA MENSAJE  le estoy enviando estas facturas donde el seguro me está cobrando $ 61,71 por supuestamente realizarme una Arthocentesis lo cual es un procedimiento en donde extraen líquido de la rodilla y el mismo es analizado en un laboratorio cosa que a mí no me realizaron , el médico sólo me dijo que tenía artritis en la rodilla que tenía que hacer rehabilitación y me colocó una inyección para aliviar un poco el dolor , la cual me dijo que la cubría el seguro, yo les entregue una resonancia que me habían hecho y ellos me tomaron placas  y como se ve en la factura yo cancelé lo que me dijeron que tenía que pagar  que fueron $ 20 y también les cancelé los $ 15 por especialista les agradezco me revisen esta información\n\nSE SUBEN DOCS",
      "entities": [
        [0, 8, "DATE"],
        [9, 16, "PERSON"]
      ]
    },
    {
      "text": "04-02-2025 DANIELA L \n\nDIAS DE PREFERENCIA PARA LLAMAR :\nHORARIO PREFERENCIA PARA LLAMAR: Puede ser cualquier día después de las 10 am",
      "entities": [
        [0, 10, "DATE"],
        [11, 20, "PERSON"]
      ]
    },
    {
      "text": "04-21-2025 TATIANA\n\nPARA QUIEN ES LA ASIGNACION: SANDRA OBANDO SUARIQUE\nNOMBRE DE DOCTOR: Mario palomino, MD \nTELEFONO: 305-957-0017\nDIRECCION: 743 NE 167th St, North Miami Beach, FL 33162\nNPI: 1043229164\n\nÓ ha Carmen María, Urquijo Sarmiento, MD  \nNPI: 1346913951",
      "entities": [
        [0, 10, "DATE"],
        [11, 18, "PERSON"]
      ]
    },
    {
      "text": "04/17/25 YENSI C \n\nCITA ORTOPEDICO\nPARA IRENE\nCUALQUIER DÍA\nEN LA TARDE 3PM EN ADELANTE \nENVIA LUGAR DE PREFERENCIA \nSE SUBE INFO",
      "entities": [
        [0, 8, "DATE"],
        [9, 16, "PERSON"]
      ]
    },
    {
      "text": "03-24-2025 DANIELA L \n\nSE SUBE REFERIDO",
      "entities": [
        [0, 10, "DATE"],
        [11, 20, "PERSON"]
      ]
    },
    {
      "text": "03/25/25 Juan A\n\nCOMP Activo, Pago hasta 03/31/25\n\nME COMUNICO CON EL LUGAR DE PREFERENCIA ME INDICAN QUE SI ESTAN EN RED Y SI REALIZAN ESE TIPO DE MRI PERO NECESITAN TENER LA ORDEN PRIMERO\n\nFAX 239 936 6989\n\nSE LLAMA AL PRIMARIO Y SE SOLICITA LA ORDEN AL FAX DEL CENTRO\n\nME VUELVO A COMUNICAR CON EL CENTRO, YA CUENTAN CON LA ORDEN, ME INDICAN QUE ELLOS SE COMUNICARAN CON ELLA PARA AGENDAR LA CITA PERO SI ELLA PUEDE LLAMAR DIRECTAMENTE SERIA MEJOR. ME BRINDAN EL CODIGO CPT\n\n//SE ENVIA TXT\n\nCORDIAL SALUDO\n\nBuen día. Sra. Gaby. Nos hemos comunicado con el centro de su preferencia, donde nos confirman que están en red con su seguro y que ya tienen su orden registrada en el sistema. Sin embargo, nos solicitan que usted llame directamente para agendar la cita, ya que necesitan hacerle algunas preguntas.\n\nAdjuntamos la información del centro, el cual cuenta con opción en español. Le pedimos que programe la cita en un plazo de dos semanas para permitir el proceso de autorización con el seguro.\n\nPor favor, infórmenos una vez que haya logrado agendar la cita.\n\nQuedamos atentos.\n\nRADIOLOGY REGIONAL CENTER \nDIRECCIÓN 18300 Murdock Cir, Port Charlotte, FL, 33948\nTEL (239) 936-4068 opcion #4\n\n//\n\ncpt 74183 /",
      "entities": [
        [0, 8, "DATE"],
        [9, 15, "PERSON"]
      ]
    },
    {
      "text": "03/27/2025 JENIFFER \n\nMP: ACTIVO \nCOMP: PAGO MARZO \n\nse llama ala Sra. Gaby me indica que no l han llamado , que le llegue un tex con un numero para llamara lo brinda 2394254700 se llama al lugar atiende Alejandra y se conecta ala Sra. para agendar la cita \n\nCORDIAL SALUDO \n\nBuenos días Sra. Gaby como se escucho en la llamada le comparto , cita para el mri, recuerde que el copago es del 30 % del valor total del procedimiento \n\nCITA MRI GABY \n\nLUGAR : RADIOLOGY REGIONAL CENTER \nFECHA:MIERCOLES 16 DE ABRIL 2025\nHORA:8:00 AM \nTEL: 2394254700 /(239) 936-4068\nFAX: 2399366989 7865159326\nDIRECCIÓN 18300 Murdock Cir, Port Charlotte, FL, 33948\nAproximadamente a 11 minutos \n\nRecomendación: llevar # miembro licencia ID, llegar 20 minutos antes debe de ir con mascarilla\n\nMUY IMPORTANTE SI VAN HACER ALGUN CAMBIO EN LA CITA SE DEBE DE COMUNICAR DIRECTAMENTE CON EL CONSULTORIO. Por favor me confirma que ha recibido gracias.  Si por algún motivo debes cancelar esta cita puedes hacerlo comunicándote al número consultorio Tel:   antes de 24 H de lo contrario generará una inasistencia y sanción.\n\n\nSE LLAMA AL PCP A SOLICITAR EL ENVIO D ELAS NOTAS DE IGUAL LA SRA INDICO QUE IBA A LLAMARA A SOLICITARLAS Y DEL LUGAR TAMBIEN INIDCAN QUE LAS SOLICITAN \n\nSE PASA A CS ASIGNAR PCP PARA VALIDAR PVA \n\n74183 cpt code",
      "entities": [
        [0, 10, "DATE"],
        [11, 20, "PERSON"]
      ]
    },
    {
      "text": "03-31-2025 WENDY \n\nPAGO HASTA ABRIL 30 2025 \n\nSE LLAMA A REGIONAL CENTER PARA CORROBORAR SI YA RECIBIERON REF Y NOTAS \nATIENDE: EMILIANA \n\nSOI MRI ABDOMEN MRCP W/O AND W/CON\nME INDICA QUE EL REF SI LO TIENEN, PERO LAS NOTAS MEDICAS AUN NO LAS RECIBEN, SE CONFIRMA FAX \nFAX: 2399366989\n\nSE LLAMA AL CONSULTORIO DEL DR BAQUERO , HABLAN INGLES , CON AYUDA DE JUAN SE HACE LA SOLICITUD PERO INDICAN QUE DEBEMOS DE LLAMAR A ESTE # 8772371980\n\nSE LLAMA PERO PASAN MAS DE 40 MIN Y NO CONTESTAN. SE DEJA PARA LLAMAR DESPUES DE ALMUERZO\n\nSE LLAMA Y CON AYUDA DE JUAN SE VALIDA QUE SE DEBE DE SOLICITAR VIA FAX O CORREO 727 333 6335\nBAYCAREREQUESTS@SHARECARE.COM \n\nSE HACE SOLICITD VIA FAX Y TAMBIEN VIA CORREO. \n\nSEGUI EL MIERCOLES",
      "entities": [
        [0, 10, "DATE"],
        [11, 16, "PERSON"]
      ]
    },
    {
      "text": "04-17-2025 Adriana I\nMp: debe documento\nAmbetter\nSe evidencia en portal que la informacion de la poliza con efectividad 04-01-2025 esta activa bajo el plan Standard Silver SELECT Plus prima $0, los aplicantes son:\n* BRIANNA SANTOS  Numero de miembro: U72914746-01\n* KAYLA SANTOS  Numero de miembro: U72914746-02\n* OSVALDO SANTOS Numero de miembro: U72914746-03\n* BRAYAN CASTILLO  Numero de miembro: U72914746-04\n* LUCIA CADET  Numero de miembro: U72914746-05\n* JOHANNA SANTOS  Numero de miembro: U72914746-06\n\nEl cambio efectivo para Mayo 1 donde sacan de la poliza a Kayla tambien ya llego a la compañia.\n\nEl unico inconveniente es que la informacion llego alterada a la compañia en la cual Brianna quedo como titular de la poliza y es menor de edad, se habla con Caro y en Abril 25 se debe llamar nuevamente al MP para realizar escalacion y que puedan tener la informacion de aplicantes tal cual esta en Sherpa.\n\nSe notifico con ayuda de Alejandra, en el momento el seguro esta activo y se puede hacer uso de el\n\n\nSe pasa a MP",
      "entities": [
        [0, 10, "DATE"],
        [11, 20, "PERSON"]
      ]
    },
    {
      "text": "04-17-2025 Danna\n\nSe valida en la cuenta de GA y toda la información esta correcta",
      "entities": [
        [0, 10, "DATE"],
        [11, 16, "PERSON"]
      ]
    },
    {
      "text": "04/17/2025 Angela m\n\nllama el sr Osvaldo para pedir # de miembro ya que va para urgencia con su esposa Johanna se le comparte info",
      "entities": [
        [0, 10, "DATE"],
        [11, 19, "PERSON"]
      ]
    },
    {
      "text": "04-21-2025 Danna\n\nSe habla con Caro y autoriza a pasar a digitación para que él recorrido se haga directamente desde GA ya que en sherpa y en GA la información esta correcta.\n\nSe pasa a digitación para que la recorran y tomen nuevamente el plan",
      "entities": [
        [0, 10, "DATE"],
        [11, 16, "PERSON"]
      ]
    },
    {
      "text": "04-21-2025 JUAN O\n\nSE RECORRE Y SE TOMA PLAN NUEVAMENTE, AL PRINCIPIO ESTABAN SACANDO A BRAYAN POR DOC AL 04-30-2025, SE RECORRE NUEVAMENTE Y YA QUEDÓ APLICANDO 1 DE MAYO, SE DEJA PARA VALIDAR SI SE ARREGLA LA POLIZA EN EL PORTAL",
      "entities": [
        [0, 10, "DATE"],
        [11, 17, "PERSON"]
      ]
    },
    {
      "text": "04-21-2025 Karol R.\n\nSe realizó venta con el señor Carlos 7863394207\nTrabaja recibiendo y entrega de vehículos \nPrecondición medica no \nPeriodo especial Cambio de dirección a inicios de febrero (no sabe fecha exacta)\n\nDIRECCION ANTIGUA\n 252 Britt Dr, Lawrenceville, GA 30046",
      "entities": [
        [0, 10, "DATE"],
        [11, 19, "PERSON"]
      ]
    },
    {
      "text": "04-21-2025 Victoria C\n\nRealizar por llamada, ya que por sherpa no aplico para periodo especial.\nID MP: 6876504503",
      "entities": [
        [0, 10, "DATE"],
        [11, 21, "PERSON"]
      ]
    },
    {
      "text": "04-21-2025 Danna\n\nSe llama al MP\nAtiende el asesor del MP Lorena \nAutoriza a BS por 365 días \nNo califica a periodo especial \n\nIndica que el 1ro de febrero tomo no tuvo ni vivienda ni nada fijo \nLa dirección fija fue cuando saco la licencia \n\nCaro autoriza a poner el periodo especial con la fecha que sale en la licencia él indico que era en marzo\n\nSe confirma y la fecha es esta 03-06-2025",
      "entities": [
        [0, 10, "DATE"],
        [11, 16, "PERSON"]
      ]
    },
    {
      "text": "ABRIL 09 2025 Caro: llama a informar que en el momento que le realizaron la mamografia le dañaron la protesis derecha, por esta razon le enviaron estos examanes especializados, ella me pregunta como podemos ayudarla respecto al lugar donde se la realizo, le informo que nosotros no podemos hacer nada al respecto pero que se dirija al lugar a ver ellos que le infornman, ella dice que tiene claro que la debe cambiar pero no le parece justo que  ella lo tenga que pagar porque fue en el lugar donde le hiciron la mamografia que le hicieron ese daño.",
      "entities": [
        [0, 13, "DATE"],
        [14, 18, "PERSON"]
      ]
    },
    {
      "text": "04/09/2025 SAMARA\nPAGO ABRIL\n\nBuenos  días, Sra. Carolina.\nLe adjunto información acerca de la cita para mri y ultrasonido.\nQuedo atenta a cualquier consulta en que pueda ayudarle, feliz día.\n\n▷ CITA MRI Y ULTRASONIDO\n\nAKUMIN\nFECHA: VIERNES 18 DE ABRIL\nHORA: 9:00 AM\nTEL: (954) 566-4551\nFAX: 9545775911\nDIRECCION: 8300 W Sunrise Blvd, Plantation, FL 33322\n\nAPROXIMADAMENTE A 30  MINUTOS\n\nNOTA: Importante llevar los resultados de la mamografía.\n\nRecomendación: llevar # miembro, licencia, ID.\nLlegar 20 minutos antes, debe de ir con mascarilla.\n\nMUY IMPORTANTE SI VAN HACER ALGUN CAMBIO EN LA CITA SE DEBE DE COMUNICAR DIRECTAMENTE CON EL CONSULTORIO. \nPor favor me confirma que ha recibido gracias. \nSi por algún motivo debes cancelar esta cita puedes hacerlo comunicándote al número del consultorio antes de 24 H, de lo contrario generará una inasistencia y sanción.\n\nCODIGO CPT US: 76641\nCODIGO CPT MRI: 77046\n\nSe conecta la paciente en la línea para que responda unas preguntas acerca de su ciclo menstrual.\n\nMe comunico con el medico primario.\nEN RED CON OSCAR.\nSolicito el envió de el referido al fax del consultorio donde tiene la cita.\n\n→ Pendiente validar que reciban las ordenes en el consultorio.\n\nSE PASA A CS P/A MRI.\nCODIGO CPT MRI: 77046",
      "entities": [
        [0, 10, "DATE"],
        [11, 17, "PERSON"]
      ]
    },
    {
      "text": "04-10-2025 Adriana I \nMp: no debe documento \nComp: activo pago hasta 04-30-2025. Portal \nAkumin  (954) 566-4551\nMe comunico al centro donde informa que aun no tienen notas medicas del paciente, que el dia de ayer enviaron un request a la doctora para que envie notas, se confirma fax.\n\n5619107300 Dr. Karina Croasdaile\nSe solicito envio de notas y lo haran en el transcurso del dia.\n\nSEGUIMIENTO ABRIL 11  CON AKUMIN",
      "entities": [
        [0, 10, "DATE"],
        [11, 20, "PERSON"]
      ]
    },
    {
      "text": "04-11-2025 Adriana I \nMp: no debe documento \nComp: activo pago hasta 04-30-2025. Portal \nAkumin  (954) 566-4551\nMe comunico al centro donde informan que aun no tienen notas medicas y que ya recibieron negacion por parte de la compañia para el MRI porque sometieron autorizacion sin notas medicas.\nSe debe solicitar al Dr. enviar todos los clinicos para volver a someter la autorizacion con Oscar\n\n5619107300 Dr. Karina Croasdaile\nMe comunico nuevamente al consultorio y solicito record medico con prioridad e indican que ellos no pueden enviar nada sin que ella firma una orden medical record realice  para que de permiso a enviar el historial medico, ella lo debe firmar y reenviarlo al correo del cual le dejan ese formato\n\nmydocobgyn@gmail.com\n\nSe notifico a la señora Carolina para que este pendiente en el transcurso del dia del correo y pueda firmar ese consentimiento, de lo contrario debe comunicarse en el transcurso del dia para continuar presionando al consultorio.\n\nSEGUIMIENTO ABRIL 14",
      "entities": [
        [0, 10, "DATE"],
        [11, 20, "PERSON"]
      ]
    },
    {
      "text": "04-14-2025 Nathaly R\nPoly 123\n\nLa señora Carolina me informa que ella fue el día viernes a Rayus hacer el reclamo por lo que le paso ella mostro los documentos de lo que estaba pasando le dicen que ellos le hacen ese examen que tiene en proceso ósea el examen que le sacamos para el 18 de abril , ella me dice que el viernes que fue hacer el reclamo le hicieron un sonograma que para ver si si fue culpa de ellos o no , le hacen cosas sin un proceso con el seguro , y también le dan entonces la opción de que ellos le hacen todos los exámenes , se le informa a Margarita para ver que hacemos ya que es un proceso \n\nVERIFICAR LA INFORMACION BIEN QUE LE DAN A LA SEÑORA CAROLINA Y SI ES QUE NO VA TENER UN COBRO \nRAYUS\n844-919-0618",
      "entities": [
        [0, 10, "DATE"],
        [11, 20, "PERSON"]
      ]
    },
    {
      "text": "04-14-2025 Adriana I \nMp:  no debe documento \nComp: activo pago hasta 04-30-2025. Portal\nRayus Radiology  844-919-0618  - 561-496-6935\nel primer numero manda a buzon de inmediato\nEl segundo numero lo saque de la cita de mamografia que tuvo el 29 de Marzo que se la enviamos desde aca.\n\nCon ayuda de Juan nos comunicamos al lugar y nos transfieren al departamento de autorizaciones, ellos indican que no les aparece nada de que ella asistio el viernes y el procedimiento que lee realizaron, no saben dar respuesta si todo esto sera por medio del seguro o si ellos se haran cargo en su totalidas, indican que necsitan saber por lo menos locacion a la que fue y nombre de la persona que la atendio el viernes.\n\nMe comunico con la Sra. Carolina, ella informa que la llamaron hoy y le dijeron que ella tenia un quistede grasa en el seno y que con la mamografia se inflamo\n\nLa señora informa que ella no va a realizar nada mas en este lugar y que lo va a dejar quieto por el momento, que solo sigamos con la solicitud de akumin para la autorizacion del MRI y US.\n\nACA SOLO SE VA A TRABAJAR LA P/A AKUMIN\n\nAkumin (954) 566-4551\nInforman que solo les llego las notas medicas para el US, faltan las del MRI y tambien la paciente se debe comunicar para responder unas preguntas antes del examen para poder estar lista.\n\n5619107300 Dr. Karina Croasdaile\nSe solicita envio de notas para el MRI indican que ya mismo la envian.\n\nSEGUIMIENTO 15 CON AKUMIN PARA VALIDAR QUE TENGAN TODO Y LO SOMETAN CON EL SEGURO",
      "entities": [
        [0, 10, "DATE"],
        [11, 20, "PERSON"]
      ]
    },
    {
      "text": "04-15-2025 Adriana I\nMp: no debe documento \nComp: activo pago hasta 04-30-2025. Portal \nAkumin (954) 566-4551\nInforman que aun no tienen notas medicas para el MRI y ya recibieron negacion por parte de la compañia debido a la falta de notas. \nSe reagenda de nuevo cita porque para este 18 no va alcanzar a estar la autorizacion ya que en cuanto tengan los clinicos van a volver a someter la informacion con Oscar.\n\n▷ CITA MRI Y ULTRASONIDO\n\nAKUMIN\nFECHA: JUEVES 24  DE ABRIL\nHORA: 7:00 AM\nTEL: (954) 566-4551\nFAX: 9545775911\nDIRECCION: 8300 W Sunrise Blvd, Plantation, FL, 33322",
      "entities": [
        [0, 10, "DATE"],
        [11, 20, "PERSON"]
      ]
    },
    {
      "text": "04-16-2025 Maria Ximena\n\nAkumin (954) 566-4551\nAtiende Nicole, me dice que ya recibieron la notas medicas y que ayer mismo enviaron las notas medicas al seguro para empezar a trabajar en la autorización\nSe deja en segui para el lunes para validar si ya se encuentra en proceso",
      "entities": [
        [0, 10, "DATE"],
        [11, 22, "PERSON"]
      ]
    },
    {
      "text": "04/17/2025 Angela m\n\nllama  la Sra. carolina para indicar que le llego mensaje de confirmación para mañana a la 9:00am \nle explico que la cita se reagendo para el día jueves 24 a la 7:00am ya que la aun no esta la autorización\n de las notas medicas me indica que bueno que muchas gracias",
      "entities": [
        [0, 10, "DATE"],
        [11, 19, "PERSON"]
      ]
    },
    {
      "text": "04-21-2025 Adriana I Oscar\nRecibieron solicitud de aprobacion en  04-09-2025 para resonancia de mama, esta fue denegada\natendio:  Yaret",
      "entities": [
        [0, 10, "DATE"],
        [11, 29, "PERSON"]
      ]
    },
    {
      "text": "03-29-2025 KAREN A \nCOMP: ACTIVA- OSCAR- PAGO HASTA MARZO 31 \n\nPROVEEDOR: QUEST DIAGNOSTICS \nVALOR FACTURADO: $1,982.00\nNUMERO DE FACTURA: 8088012813\nFECHA DE SERVICIO: 12/11/2024 \nTELÉFONO: 800-488-8890\nT.T DE BILL: NEYVI PEREZ\nDOB: 03-28-1989\nCOMPAÑÍA ACTIVA FECHA SERVICIO: OSCAR \nNUM MIEMBRO ACTIVO FECHA SERVICIO: OSC78042415-02\nMOTIVO: LABORATORIOS\nNOTA.\nEL VALOR TOTAL DEL SERVICIO ES $1982.00 \n\n° Tiene un seguro en la factura HUMANA, con # de miembro.\n° Se llama al Sr pero no atiende, se deja mensaje\n\n** LUISBEL ABREU TROCHE - 6204084807 \n\nCordial saludo \nSr Luisbel quería validar si la sra Neivi tuvo seguro por medio del trabajo, ya que la factura tiene registrado un seguro que no es el que tenían con nosotros para el 2024.\nQuedo pendiente. Feliz día. \n\nNOTA.\nEsperar que responda, y llamar al proveedor para actualizar información del seguro",
      "entities": [
        [0, 10, "DATE"],
        [11, 18, "PERSON"]
      ]
    },
    {
      "text": "04/04/2025 Valentina Carvajal\n\n*QUEST DIAGNOSTICS-800-488-8890\nHablo con Lesli, ella me indica que se envió a HUMANA pero lo negaron porque la señora no tenia cobertura para la fecha de servicio, se le brindan datos de Oscar, le digo que ella tenia ese seguro, hace el envió correctamente, toma de 30 a 45 días hábiles\n\n*LUISBEL ABREU TROCHE-6204084807  \nHable con ella, me dice que ella cuando tuvo la niña tenia ese pero ya no, fue error de ellos, le digo que ya lo sometimos\n\nBuenos días Sra. Neyvi, le hablamos de la agencia de seguros de Beatriz Sierra, le escribo en relación al Bill de QUEST DIAGNOSTICS por un valor de $1,982.00 quiero confirmarle que su solicitud se inicio a trabajar sometiéndolo a su seguro medico, por ende, tendrá una respuesta en los próximos 60 días laborables. recuerde que estos procesos son un poco demorados, así que en el momento que tengamos una respuesta inmediatamente nos comunicaremos con usted, cualquier inquietud quedo atenta. Feliz día.",
      "entities": [
        [0, 10, "DATE"],
        [11, 29, "PERSON"]
      ]
    },
    {
      "text": "04-21/2025 Valentina Carvajal\n\n*QUEST DIAGNOSTICS-800-488-8890\nHablo con Diana, ella me indica que aun esta en proceso con el seguro\n\n*LUISBEL ABREU TROCHE-6204084807\n\nBuenos días Sra. Neyvi,  le hablamos de la agencia de seguros de Beatriz Sierra, le escribo en relación al Bill de QUEST DIAGNOSTICS por un valor de $1,982.00. Quiero confirmarle que su solicitud se esta trabajando de manera adecuada, recuerde que estos procesos son un poco demorados, así que en el momento que tengamos una respuesta inmediatamente nos comunicaremos con usted, cualquier inquietud quedo atenta. Feliz día.",
      "entities": [
        [0, 10, "DATE"],
        [11, 29, "PERSON"]
      ]
    },
    {
      "text": "05/02/2025 yesica B\n\nAgenda llamada para validar factura vencida y coordinar pago urgente antes del 05/10/2025.",
      "entities": [
        [0, 10, "DATE"],
        [11, 22, "PERSON"]
      ]
    },
    {
      "text": "06-15-2025 Jorge Devia\n\nEnvía formulario FMLA firmado y solicita seguimiento sobre estatus de aprobación.",
      "entities": [
        [0, 10, "DATE"],
        [11, 23, "PERSON"]
      ]
    },
    {
      "text": "7/1/25 Juan Alarcón\n\nRecibió notificación de rechazo de autorización, necesita llamar al proveedor para re-subir notas médicas.",
      "entities": [
        [0, 7, "DATE"],
        [8, 21, "PERSON"]
      ]
    },
    {
      "text": "August 20, 2025 Luisa Buitrago\n\nConsulta por balance pendiente de $250.00 y confirma datos de contacto actualizados.",
      "entities": [
        [0, 17, "DATE"],
        [18, 33, "PERSON"]
      ]
    },
    {
      "text": "09-30-2025 KAROL RAMIREZ\n\nNotifica que cambió de plan a Gold Plus, pide verificar retroactivo al 09/01/2025.",
      "entities": [
        [0, 10, "DATE"],
        [11, 24, "PERSON"]
      ]
    },
    {
      "text": "5 May 2025 Carolina Gomez\n\nConfirma recepción de documentos y solicita una llamada para seguimiento.",
      "entities": [
        [0, 13, "DATE"],
        [14, 29, "PERSON"]
      ]
    },
    {
      "text": "2025.08.21 Yensi Cruz\n\nEnvía formulario de reclamación. Monto pendiente: $45.00.",
      "entities": [
        [0, 10, "DATE"],
        [11, 21, "PERSON"]
      ]
    },
    {
      "text": "2025/09/09Adriana Infante\n\nCambia domicilio y pide actualizar la póliza antes del 09/30/2025.",
      "entities": [
        [0, 10, "DATE"],
        [10, 26, "PERSON"]
      ]
    },
    {
      "text": "2025-10-10   Anyela Ospina\n\nInforma que recibió la autorización, programa cita para 10/20/2025.",
      "entities": [
        [0, 10, "DATE"],
        [13, 28, "PERSON"]
      ]
    },
    {
      "text": "11-11-2025     XIMENA CUENCA\n\nReporta error en factura: número de factura duplicado.",
      "entities": [
        [0, 10, "DATE"],
        [15, 28, "PERSON"]
      ]
    },
    {
      "text": "Jul 4, 2025    Margarita Mesa\n\nConfirma recepción de record médico y solicita reenvío de resultados de laboratorio.",
      "entities": [
        [0, 11, "DATE"],
        [15, 29, "PERSON"]
      ]
    },
    {
      "text": "2025/12/25 JORGE Devia\n\nEnvía saludo navideño y pregunta por estado de su reembolso.",
      "entities": [
        [0, 10, "DATE"],
        [11, 23, "PERSON"]
      ]
    },
    {
      "text": "2025-12-31  Carolina Gómez\n\nSolicita confirmación de pago de la póliza para el 2026.",
      "entities": [
        [0, 10, "DATE"],
        [11, 29, "PERSON"]
      ]
    },
    {
      "text": "2025/01/01  Anyela Ospina\n\nEnvía mensaje de año nuevo y pregunta por la renovación de su póliza.",
      "entities": [
        [0, 10, "DATE"],
        [11, 22, "PERSON"]
      ]
    },
    {
      "text": "2025-01-15   Yensi Cruz\n\nConfirma cita médica para el 20 de enero y solicita record médico.",
      "entities": [
        [0, 10, "DATE"],
        [11, 21, "PERSON"]
      ]
    },
    {
      "text": "2025.02.14   Adriana Infante\n\nEnvía record médico actualizado y solicita confirmación de recepción.",
      "entities": [
        [0, 10, "DATE"],
        [11, 26, "PERSON"]
      ]
    },
    {
      "text": "2025/03/03   Margarita Mesa\n\nSolicita actualización de datos personales en la póliza.",
      "entities": [
        [0, 10, "DATE"],
        [11, 26, "PERSON"]
      ]
    },
    {
      "text": "2025-04-04   XIMENA CUENCA\n\nInforma sobre cambio de dirección y solicita actualización en la póliza.",
      "entities": [
        [0, 10, "DATE"],
        [11, 28, "PERSON"]
      ]
    },
    {
      "text": "2025/05/05   Jorge Devia\n\nConfirma cita médica para el 10 de mayo y solicita record médico.",
      "entities": [
        [0, 10, "DATE"],
        [11, 23, "PERSON"]
      ]
    },
    {
      "text": "(06-06-2025) Anyela Ospina\n\nEnvía record médico actualizado y solicita confirmación de recepción.",
      "entities": [
        [1, 10, "DATE"],
        [11, 22, "PERSON"]
      ]
    },
    {
      "text": "2025-07-07   Carolina Gómez\n\nSolicita confirmación de pago de la póliza para el 2026.",
      "entities": [
        [0, 10, "DATE"],
        [11, 29, "PERSON"]
      ]
    },
    {
      "text": "2025/08/08   Margarita Mesa\n\nConfirma recepción de record médico y solicita reenvío de resultados de laboratorio.",
      "entities": [
        [0, 10, "DATE"],
        [11, 26, "PERSON"]
      ]
    },
    {
      "text": "2025-09-09   Jorge Devia\n\nEnvía saludo navideño y pregunta por estado de su reembolso.",
      "entities": [
        [0, 10, "DATE"],
        [11, 23, "PERSON"]
      ]
    },
    {
      "text": "(10-10-2025) XIMENA CUENCA\n\nReporta error en factura: número de factura duplicado.",
      "entities": [
        [1, 10, "DATE"],
        [11, 28, "PERSON"]
      ]
    },
    {
      "text": "01-01-2025 Jorge Devia\n\nNotifica inicio de cobertura médica y solicita confirmación de datos.",
      "entities": [
        [0, 10, "DATE"],
        [11, 22, "PERSON"]
      ]
    },
    {
      "text": "02-28-2025 Yorlady Franco\n\nRecibe factura pendiente de $75.00, coordina pago antes de fin de mes.",
      "entities": [
        [0, 10, "DATE"],
        [11, 26, "PERSON"]
      ]
    },
    {
      "text": "March 3 2025 Carolina Gomez\n\nEnvía solicitud de autorización urgente para resonancia magnética.",
      "entities": [
        [0, 12, "DATE"],
        [13, 27, "PERSON"]
      ]
    },
    {
      "text": "05 Mayo 2025 Luisa Buitrago\n\nConsulta estado de reembolso y entrega comprobante de pago.",
      "entities": [
        [0, 12, "DATE"],
        [13, 29, "PERSON"]
      ]
    },
    {
      "text": "2025年06月15日 Yesica Bedoya\n\nInforma error en datos de la póliza, pide corrección antes del 06/20/2025.",
      "entities": [
        [0, 13, "DATE"],
        [14, 29, "PERSON"]
      ]
    },
    {
      "text": "7/4/25 Wendy Patiño\n\nConfirma cita el 07/15/2025 y solicita envío de instrucciones de preparación.",
      "entities": [
        [0, 6, "DATE"],
        [7, 18, "PERSON"]
      ]
    },
    {
      "text": "08-20-2025 Margarita Mesa\n\nSolicita factura detallada por servicios del 08/01/2025 al 08/10/2025.",
      "entities": [
        [0, 10, "DATE"],
        [11, 26, "PERSON"]
      ]
    },
    {
      "text": "2025/09/09 Anyela Ospina\n\nReporta rechazo automático de autorización, escala caso a supervisor.",
      "entities": [
        [0, 10, "DATE"],
        [11, 26, "PERSON"]
      ]
    },
    {
      "text": "September 30, 2025 Karol Ramirez\n\nInforma cambio de domicilio definitivo, pide actualizar dirección en sistema.",
      "entities": [
        [0, 17, "DATE"],
        [18, 32, "PERSON"]
      ]
    },
    {
      "text": "10.10.2025 Julieth Loaiza\n\nEnvía comprobante de pago parcial de $100.00 y pide confirmar saldo restante.",
      "entities": [
        [0, 10, "DATE"],
        [11, 27, "PERSON"]
      ]
    },
    {
      "text": "11/11/2025 Tatiana Betancourt\n\nSolicita reenvío de notas médicas faltantes para completar expediente.",
      "entities": [
        [0, 10, "DATE"],
        [11, 30, "PERSON"]
      ]
    },
    {
      "text": "12-12-2025 Juan Ocampo\n\nRecibe recordatorio de pago automático, decide desactivar el débito.",
      "entities": [
        [0, 10, "DATE"],
        [11, 23, "PERSON"]
      ]
    }
  ]
  